
"Home" = "ホーム";

"Choose Photo" = "写真を選択";

"Album" = "写真";

"Size" = "サイズ";

"Strength" = "強さ";

"Earse" = "Earse";

"Msk" = "Msk";

"Not detected face" = "Not Detected Face";

"More apps" = "より多くのアプリケーション" ;

"Other" = "その他";

"Rate us in the App Store!" = "App Storeでレート当方!";

"Contact the Author" = "著者問い合わせ";

"Smart Mosaic HD Pro" = "Smart Mosaic HD Pro";

"Smart Mosaic Pro" = "Smart Mosaic Pro";

"Settings" = "設定";

"Picture quality" = "画質";

"Low quality" = "低画質";

"High quality" = "高画質";

"AgedPhoto" = "古い写真";

"FaceCamera" = "FaceCamera";

"FaceCamera Pro" = "FaceCamera Pro";

"Smart Mosaic HD" = "Smart Mosaic HD";

"Smart Mosaic" = "Smart Mosaic";

"Face Recognition strength" = "フェイス強度";

"Low" = "低";

"High" = "高";